TOKEN = "262439351:AAGqouFMzlOqRYjKQ897jAlksdWQ2rMd5Lg"
ADMINS = [157973540, 129626924]
RULES = "Привет! Давай посмотрим насколько ты быстрый!\n\n" \
        "Отсчёт времени начнётся по команде /go в этом чате.\nСекунды - это твоя жизнь.\nНа штаб не надейся.\n" \
        "Все коды прописаны на столбах, одним маркером в одинаковых местах.\n" \
        "Чтобы не сбиться с пути - следуй за стрелками белым баллоном на дорожках и бордюрах(не оч яркие).\n" \
        "Все столбы находятся вдоль дорожки (т.е. оптимальнее бежать по дорожке и на поворотах искать стрелку).\n" \
        "Снятый код и отправленный боту в телеграмм - добавляет время к общему времени забега (лечит тебя).\n" \
        "Твой результат сильно зависит от того насколько ты быстро действовал с самого начала.\n" \
        "У тебя одна жизнь/попытка. Код, на котором у тебя закончится время - и будет твоим результатом." \
        "Пример кода для вбития в чат: '/123' (обязательно со слешем) \n" \
        "\n\nВнимание! Попытки использовать бота не участником забега - будут вычислены по логам и наказаны штрафами!" \
        "\nПовторный забег также не допускается!" \
        "\nПолученный финальный код после /finish и надо будет вбить в движок." \
        "\n\nВсе понял - говори агенту что ты готов к /run"

NO_PERMISSION = "У вас не достаточно прав для этой команды. Обратитесь к агенту."

CODES = [
    '/135',
    '/344',
    '/963',
    '/450',
    '/607',
    '/284',
    '/078',
    '/421',
    '/666',
    '/710',
    '/120',
    '/381',
    '/200',
    '/441',
    '/583',
    '/737',
    '/876',
    '/007',
    '/103',
    '/924',
    '/694',
    '/407'
]
